{
    "title": "Billy Boy",
    "link": "https://www.youtube.com/watch?v=JwG1VqVTqyo&list=PLL1_UHbUZR_xXBr2EBs9IOfygINJGnoMB&index=9",
    "lyrics": [
        "Oh, where have you been, Billy Boy, Billy Boy?  Oh, where have you been, Charming Billy?  I have been to seek a wife, she's the joy of my whole life  But she's a young thing and cannot leave her mother",
        "",
        "Where does she live, Billy Boy, Billy Boy?  Oh, where does she live, Charming Billy?",
        "She lives on the hill, forty miles from the mill  But she's a young thing and cannot leave her mother",
        "",
        "Did she bid you to come in, Billy Boy, Billy Boy?  Did she bid you to come in, Charming Billy?  Yes, she bade me to come in, there's a dimple in her chin  But she's a young thing and cannot leave her mother",
        "",
        "Did she take your hat, Billy Boy, Billy Boy?  Did she take your hat, Charming Billy?",
        "Yes, she took my hat and she threw it at the cat  But she's a young thing and cannot leave her mother",
        "",
        "Did she set for you a chair, Billy Boy, Billy Boy?  Did she set for you a chair, Charming Billy?  Yes, she set for me a chair, she has ringlets in her hair  But she's a young thing and cannot leave her mother",
        "",
        "Can she cook and can she spin, Billy Boy, Billy Boy?  Can she cook and can she spin, Charming Billy?  She can cook and she can spin, she can do most anything  But she's a young thing and cannot leave her mother",
        "",
        "Can she bake a cherry pie, Billy Boy, Billy Boy?  Can she bake a cherry pie, Charming Billy?  She can bake a cherry pie, quick as a cat can wink her eye  But she's a young thing and cannot leave her mother",
        "",
        "Can she make a feather bed, Billy Boy, Billy Boy?  Can she make a feather bed, Charming Billy?  She can make a feather bed and put pillows at the head  But she's a young thing and cannot leave her mother",
        "Can she make a pudding well, Billy Boy, Billy Boy?  Can she make a pudding well, Charming Billy?  She can make a pudding well, I can tell it by the smell  But she's a young thing and cannot leave her mother",
        "",
        "Can she milk a heifer calf, Billy Boy, Billy Boy?  Can she milk a heifer calf, Charming Billy?  Yes, she can, and not miss the bucket more than half  But she's a young thing and cannot leave her mother",
        "",
        "Is she often seen at church, Billy Boy, Billy Boy?  Is she often seen at church, Charming Billy?  Yes, she's often seen at church, with her bonnet white as  birch",
        "But she's a young thing and cannot leave her mother",
        "",
        "And is she very tall, Billy Boy, Billy Boy?",
        "And is she very tall, Charming Billy?",
        "She's as tall as any pine, and as straight as a pumpkin vine  But she's a young thing and cannot leave her mother",
        "",
        "Are her eyes very bright, Billy Boy, Billy Boy?  Are her eyes very bright, Charming Billy?",
        "Yes, her eyes are very bright, but alas, they're minus sight  But she's a young thing and cannot leave her mother",
        "",
        "Can she sing a pretty song, Billy Boy, Billy Boy?  Can she sing a pretty song, Charming Billy?  She can sing a pretty song, but she often sings it wrong  But she's a young thing and cannot leave her mother",
        "",
        "How old may she be, Billy Boy, Billy Boy?  How old may she be, Charming Billy?",
        "Three times six and four times seven, twenty-eight and  eleven",
        "But she's a young thing and cannot leave her mother",
        "",
        "Is she fit to be a wife, Billy Boy, Billy Boy?  Is she fit to be a wife, Charming Billy?",
        "She's as fit to be a wife as a fork fits to a knife  But she's a young thing and cannot leave her mother"
    ]
}