{
    "title": "Grandfather Clock",
    "link": "https://www.youtube.com/watch?v=K0o8A4RccUY&list=PLL1_UHbUZR_xXBr2EBs9IOfygINJGnoMB&index=25",
    "lyrics": [
        "My grandfather's clock was too large for the shelf.  So, it stood ninety years on the floor.",
        "It was taller by half than the old man himself.  Though it weighed not a penny weight more.  It was bought on the morn of the day that he was born.  And was always his treasure and pride;",
        "But it stopped, short, never to go again,",
        "When the old man died.",
        "CHORUS",
        "Ninety years without slumbering",
        "Tick-tock, tick-tock",
        "His life seconds numbering",
        "Tick-tock, tick-tock",
        "It stopped, short, never to go again,",
        "When the old man died.",
        "",
        "In watching its pendulum swing to and fro",
        "Many hours had he spent when a boy;",
        "And in childhood and manhood the clock seemed to know  And to share both his grief and his joy.",
        "For it struck twenty-four when he entered at the door  With a blooming and beautiful bride.",
        "But it stopped, short, never to go again,",
        "When the old man died.",
        "CHORUS",
        "My grandfather said that of those he could hire  Not a servant so faithful he found",
        "For it wasted no time and had but one desire.  At the close of each week to be wound.",
        "And it kept in its place, not a frown upon its face,  And its hands never hung by its side.",
        "But it stopped, short, never to go again,",
        "When the old man died.",
        "CHORUS",
        "It rang an alarm, in the dead of the night",
        "An alarm that for years had been dumb.",
        "And we knew that his spirit was pluming for flight,  That his hour for departure had come.",
        "Still the clock kept the time, with a soft and muffled chime,  As we silently stood by his side;",
        "But it stopped, short, never to go again,",
        "When the old man died.",
        "CHORUS"
    ]
}